IDEA Open Model
BoltGrid.HoleDiameter Property
 The diameter of the hole
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.0.1.1 (10.0.1.1)
Syntax
public double HoleDiameter { get; set; }
Public Property HoleDiameter As Double
	Get
	Set
public:
property double HoleDiameter {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
BoltGrid Class
IdeaRS.OpenModel.Connection Namespace